Repository: Elfhir/profilart
Catalog: profilart/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Welcome !
fr: Bonjour !

source: Log Out
fr: Déconnexion

source: My website
fr: Voir mon site

# EditWebsite
source: Edit my website
fr: Editer mon site

source: Log In / Sign Up
fr: Log In / Inscription

# CreateWebsite
source: Create my website
fr: Créer mon site web

# blog_home_rencontreAvec
source: Meeting with
fr: Rencontre avec

# blog_home_lireSuite
source: Read more...
fr: Lire la suite...

# blog_home_voirSiteBtn
source: See his Profil'Art website
fr: Voir son site Profil'Art

# blog_home_creerSiteBtn
source: Create your Profil'Art website
fr: Créer son site Profil'Art

# blog_home_creerSite
source: Create your customized website
fr: Créez votre site sur mesure

# blog_home_creerSiteTxt
source: Create a web site easily and quickly using our Profile Art tool. Stay connected with the network of the Art. Choose a template and start editing pages to your image. We offer you the latest free web. View and edit your site with ease anywhere and anytime on your computer, smartphone and tablet.
fr: Créer un espace web facilement et rapidement à l’aide de notre outil Profil Art. Restez connecté avec le réseau de l’Art. Choisissez un template de départ et modifiez les pages à votre image. Nous vous offrons gratuitement le dernier cri du web. Consultez et modifiez en toute simplicité votre site n’importe où et quand vous voulez sur ordinateur, smartphone et tablette.

# blog_home_choisirTemplate
source: Choose your starting template :
fr: Choisissez votre template de départ :

# blog_home_voirTemplate
source: See all templates
fr: Voir tous les templates

# blog_home_moteurInnovant
source: An innovative search engine
fr: Un moteur de recherche innovant

# blog_home_searchTxt
source: Out of inspiration? Exposure to achieve? We innovate by proposing a search engine corpus multimedia. We believe in multi-disciplinary artists and our search engine brings together works as video, painting, photography, sculpture, installation, etc..
fr: En panne d’inspiration ? Une exposition à réaliser ? Nous innovons en proposant un moteur de recherche par corpus multi-média. Nous croyons à la multi-disciplinarité des artistes et notre moteur de recherche réunit des oeuvres comme vidéo, peinture, photographie, sculpture, installation etc.

# blog_home_effectuerRecherche
source: Perform a semantic search:
fr: Effectuer une recherche sémantique :

# blog_home_galerieExpo
source: Galleries & Exhibitions partners
fr: Galeries & expositions partenaires

# blog_home_voirPartenaire
source: See all partners
fr: Voir tous nos partenaires

# blog_home_peopleSay
source: What people are saying
fr: Ce qu'on dit de profilart

# edit_account
source: Edit your account
fr: Paramétrer son compte

source: Anonymity
fr: Anonymat

# editPages
source: Edit my page
fr: Editer ma page

# seeWebsite
source: My website
fr: Voir mon site

source: Exhibitions
fr: Expositions

source: Account
fr: Mon compte

source: Themes
fr: Thèmes

# changeTemplate
source: Changing my template
fr: Changer le thème

# changeTemplateOK
source: The theme has been changed.
fr: Le thème a bien été changé.

# changeTemplateNO
source: Your theme could not be changed.
fr: Votre thème n'a pas pu être changé.

# manageEx
source: Managing the exhibitions
fr: Gérer ses expositions

# addingEx
source: Adding an exhibition
fr: Ajouter une exposition

# editEx
source: Editing the exhibition
fr: Modifier les informations

# addWork
source: Adding an artwork
fr: Ajouter une oeuvre

source: Following
fr: Abonnés

source: Followers
fr: Suiveurs

# lastActivityWork
source: Last Activity : Artworks
fr: Dernières activités : Oeuvres

# lastActivityEx
source: Last Activity : Exhibitions
fr: Dernières activités : Expositions
